export default{
    "auth": {
        "welcome": "مرحبا بكم في تطبيق سواي! 👋",
        "signin_please": "الرجاء تسجيل الدخول إلى حسابك وبدء المغامرة",
        "remember_me": "تذكرنى",
        "forget_password": "نسيت كلمة المرور؟",
        "signin": "تسجيل الدخول",
        "new_on_app": "جديد على تطبيق سواي",
        "create_account": "انشئ حساب",
        "make_app_easy": "اجعل إدارة تطبيقك سهلة وممتعة!",
        "adventure_start": "تبدأ المغامرة هنا 🚀",
        "agree_to": "أوافق على",
        "signup": "اشتراك",
        "already_have_account": "هل لديك حساب؟",
        "singin_instead": "قم بتسجيل الدخول بدلاً من ذلك",
        "welcome_after_login": "لقد قمت بتسجيل الدخول بنجاح باسم {role}. الآن يمكنك البدء في الاستكشاف!",
        "welcome_user": "أهلا وسهلا {name}",
        "signup_success": "تم التسجيل بنجاح, رجاء ادخال البريد الالكتروني وكلمة المرور لتسجيل الدخول"
    }
}